[Attributes.AttrPresent_CandyText AttributePresentationDefinition]
Description="Delicioso doce pandoriano."
NoConstraintText=""
Suffix=""
Prefix=""

[Attributes.AttrPresent_WispText AttributePresentationDefinition]
Description="Contém 1 Fogo Fátuo pandoriano"
NoConstraintText=""
Suffix=""
Prefix=""

[CandyParts.CandyPart_Damage:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="levará os vilões à morte."
NoConstraintText=""
Suffix=""
Prefix=""

[CandyParts.CandyPart_Damage:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Experimente apenas um,"
NoConstraintText=""
Suffix=""
Prefix=""

[CandyParts.CandyPart_Damage:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="e se sentirá muito forte."
NoConstraintText=""
Suffix=""
Prefix=""

[CandyParts.CandyPart_Damage:AttributePresentationDefinition_3 AttributePresentationDefinition]
Description="Você verá que facilmente,"
NoConstraintText=""
Suffix=""
Prefix=""

[CandyParts.CandyPart_Haste:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="e ninguém nesse mundo irá te pegar."
NoConstraintText=""
Suffix=""
Prefix=""

[CandyParts.CandyPart_Haste:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Como o vento você correrá,"
NoConstraintText=""
Suffix=""
Prefix=""

[CandyParts.CandyPart_Haste:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="na velocidade máxima chegará."
NoConstraintText=""
Suffix=""
Prefix=""

[CandyParts.CandyPart_Haste:AttributePresentationDefinition_3 AttributePresentationDefinition]
Description="Para isso basta você experimentar,"
NoConstraintText=""
Suffix=""
Prefix=""

[CandyParts.CandyPart_Melee:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="também te deixará muito seboso."
NoConstraintText=""
Suffix=""
Prefix=""

[CandyParts.CandyPart_Melee:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Esse doce tão guloso"
NoConstraintText=""
Suffix=""
Prefix=""

[CandyParts.CandyPart_Melee:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="deixará você muito orgulhoso."
NoConstraintText=""
Suffix=""
Prefix=""

[CandyParts.CandyPart_Melee:AttributePresentationDefinition_3 AttributePresentationDefinition]
Description="E apesar da força do urso,"
NoConstraintText=""
Suffix=""
Prefix=""

[CandyParts.CandyPart_Rock:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="te fará mais resistente."
NoConstraintText=""
Suffix=""
Prefix=""

[CandyParts.CandyPart_Rock:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Te quebrará todos os dentes,"
NoConstraintText=""
Suffix=""
Prefix=""

[CandyParts.CandyPart_Rock:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="mas a dor você nem sente."
NoConstraintText=""
Suffix=""
Prefix=""

[CandyParts.CandyPart_Rock:AttributePresentationDefinition_3 AttributePresentationDefinition]
Description="Seu secreto ingrediente,"
NoConstraintText=""
Suffix=""
Prefix=""

[CandyParts.Prefix_Damage ItemNamePartDefinition]
PartName="Bomba de Cereja"

[CandyParts.Prefix_Haste ItemNamePartDefinition]
PartName="Sarna de Limão"

[CandyParts.Prefix_Melee ItemNamePartDefinition]
PartName="Ponche de Frutas"

[CandyParts.Prefix_Rock ItemNamePartDefinition]
PartName="Caramelo de Maçã"

[CandyParts.Title_Candy ItemNamePartDefinition]
PartName="Doce"

[Interaction.Icon_Eat InteractionIconDefinition]
Text="COMER DOCE"

[Item.Item_Candy UsableItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Doce"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[Item.Item_Candy_Blue UsableItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Doce"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[Item.Item_Candy_Green UsableItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Doce"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[Item.Item_Candy_Red UsableItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Doce"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[Item.Item_Candy_Yellow UsableItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Doce"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[Item.Item_Wisp UsableItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Jarra de Fogos Fátuos"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[Item.Item_Wisp:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Os Fogos Fátuos pandorianos são duendezinhos maliciosos capturados nos pântanos de Jakobs Cove.  Só é possível liberar um fogo fátuo por vez."
NoConstraintText=""
Suffix=""
Prefix=""

[Skills.Skill_CandyDamage SkillDefinition]
SkillName="Doce dos danos"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

[Skills.Skill_CandyHaste SkillDefinition]
SkillName="Doce da pressa"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

[Skills.Skill_CandyMelee SkillDefinition]
SkillName="Doce do corpo a corpo"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

[Skills.Skill_CandyRock SkillDefinition]
SkillName="Doce da rocha"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

[Skills.Skill_SpawnWispBlue SkillDefinition]
SkillName="Aparição de Fogo Fátuo azul"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

[Skills.Skill_SpawnWispGreen SkillDefinition]
SkillName="Aparição de Fogo Fátuo verde"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

[Skills.Skill_SpawnWispRed SkillDefinition]
SkillName="Aparição de Fogo Fátuo vermelho"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

[Skills.Skill_SpawnWispYellow SkillDefinition]
SkillName="Aparição de Fogo Fátuo amarelo"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

[WispParts.Prefix_Blue ItemNamePartDefinition]
PartName="Tremedeira Azul"

[WispParts.Prefix_Green ItemNamePartDefinition]
PartName="Brilhante Verde"

[WispParts.Prefix_Red ItemNamePartDefinition]
PartName="Pulsante Vermelho"

[WispParts.Prefix_Yellow ItemNamePartDefinition]
PartName="Eletrizante Amarelo"

[WispParts.Title_Wisp ItemNamePartDefinition]
PartName="Jarra de Fogos Fátuos"

